IDEA Open Model
MatConcreteEc2.Epscu1 Property
Compatible with IDEA StatiCa 20.1
 Ultimate compressive strain in the concrete - εcu1
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Epscu1 { get; set; }
Public Property Epscu1 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace